{
    "products": [
        {
            "_id": "5774e13db653b08b85bb3b7f",
            "picture": "http://images4.fanpop.com/image/photos/22100000/My-kitten-scott-kittens-22122961-100-100.jpg",
            "name": "Mufasa",
            "about": "Aute exercitation et nisi est culpa fugiat Lorem adipisicing. Ullamco dolore qui velit ut culpa elit sunt Lorem. Deserunt et aliqua occaecat Lorem officia pariatur cupidatat elit ad adipisicing consequat qui nulla. Minim anim in minim amet consectetur eiusmod ex anim anim fugiat amet voluptate deserunt. Ea eu eu ex aliquip sit minim nulla Lorem deserunt tempor excepteur aute velit non.\r\n",
            "price": 866.09
        },
        {
            "_id": "5774e13d9dd5bc8e16a688ff",
            "picture": "http://assets.diylol.com/hfs/1ac/32f/d29/icon/images.jpg",
            "name": "Simba",
            "about": "Ut duis elit ullamco Lorem pariatur aliquip pariatur ullamco quis cillum. Et sint sunt cillum reprehenderit proident. Elit amet consectetur ullamco elit excepteur. Sit deserunt exercitation ipsum minim ex exercitation.\r\n",
            "price": 299.65
        },
        {
            "_id": "5774e13d8e3c4b7445dfd694",
            "picture": "http://images4.fanpop.com/image/photos/22100000/My-kitten-scott-kittens-22122961-100-100.jpg",
            "name": "Kitty",
            "about": "Pariatur dolor culpa excepteur est culpa dolore commodo elit. Id eu exercitation anim ex irure aliqua ipsum deserunt laborum. Culpa ullamco proident laboris id dolor et dolor. Culpa nisi aute commodo voluptate eiusmod pariatur adipisicing id irure. Ad veniam occaecat aute excepteur aute excepteur. Et ea consectetur dolor duis nostrud cupidatat cillum non nostrud. Dolor commodo consequat consectetur deserunt et pariatur sunt ad quis aute elit quis.\r\n",
            "price": 179.52
        },
        {
            "_id": "5774e13d2d593c1e7a05cae0",
            "picture": "http://www.snowflakerescue.org/images/kitten_icon.jpg",
            "name": "Bageera",
            "about": "Esse excepteur aliquip fugiat aliqua id pariatur officia aliquip ea aliqua minim. Non proident proident deserunt qui esse reprehenderit ea cupidatat sint eiusmod culpa. Pariatur adipisicing incididunt laboris proident. Minim Lorem eiusmod sunt culpa dolore quis minim veniam enim.\r\n",
            "price": 775.31
        },
        {
            "_id": "5774e13dd8a340bc02509f67",
            "picture": "http://avatarbox.net/avatars/img5/kitten_mewing_avatar_picture_11586.jpg",
            "name": "Sheer-Khan",
            "about": "Dolore et proident cillum nostrud exercitation voluptate incididunt veniam. Deserunt laboris occaecat deserunt pariatur veniam tempor amet. Sunt irure Lorem laboris esse fugiat laborum excepteur ullamco officia. Officia duis Lorem voluptate magna exercitation ipsum sit esse nostrud. Voluptate laboris est amet excepteur enim culpa sit qui culpa deserunt aute reprehenderit excepteur. Incididunt dolore mollit consectetur ad minim laborum excepteur eiusmod eiusmod.\r\n",
            "price": 565.57
        },
        {
            "_id": "5774e13d4899af951c5b8636",
            "picture": "https://yt3.ggpht.com/-6qIPU48eTXI/AAAAAAAAAAI/AAAAAAAAAAA/lXSB8jJQ7Zg/s100-c-k-no-rj-c0xffffff/photo.jpg",
            "name": "Meow",
            "about": "Laborum nisi in in qui nulla esse ex est ipsum fugiat aliqua in et. Excepteur qui esse elit minim voluptate laborum sunt excepteur aliqua exercitation culpa labore officia. Ex tempor cupidatat in laboris et culpa laborum sint veniam qui mollit aliqua laboris culpa. Aliqua reprehenderit quis enim sint do do qui aliquip irure.\r\n",
            "price": 664.4
        },
        {
            "_id": "5774e13da53f4b04cb9cc48d",
            "picture": "http://assets.diylol.com/hfs/1ac/32f/d29/icon/images.jpg",
            "name": "O'Malley",
            "about": "Ullamco anim deserunt velit cupidatat minim consectetur excepteur sit ex ullamco minim velit amet. Eu commodo nulla tempor aute et dolore cupidatat. Fugiat proident ullamco ut adipisicing duis eiusmod proident tempor eu. Veniam ipsum nulla laborum irure dolore ut ipsum fugiat nulla quis ex aute quis enim. Culpa tempor magna irure est ipsum ex anim ex adipisicing et et id elit sint.\r\n",
            "price": 169.53
        },
        {
            "_id": "5774e13d70abd27dd5831c1e",
            "picture": "https://cdn.meme.am/images/100x100/14784479.jpg",
            "name": "Duchess",
            "about": "Duis laborum incididunt ex adipisicing eiusmod elit nostrud ex adipisicing nostrud enim. Velit cupidatat officia elit nostrud excepteur sunt. Et magna Lorem ut nisi labore et incididunt cupidatat exercitation laborum Lorem adipisicing sint mollit. Ea amet non id sit dolore fugiat minim Lorem nostrud ad labore exercitation veniam ad. Proident nostrud veniam exercitation dolore esse commodo quis commodo laborum enim ut deserunt. Ut eiusmod ullamco esse eu labore est aute enim qui.\r\n",
            "price": 531.35
        },
        {
            "_id": "5774e13d9815514f5c6b82fd",
            "picture": "http://www.snowflakerescue.org/images/kitten_icon.jpg",
            "name": "Roquefort",
            "about": "Ea enim consequat labore labore incididunt do cupidatat ipsum labore occaecat ullamco quis ipsum. Reprehenderit consectetur ea nisi laborum irure ipsum elit. Anim consectetur eu nulla adipisicing labore exercitation. Id culpa excepteur dolore nostrud id aliqua fugiat id. Magna velit proident proident in. Voluptate cillum et tempor excepteur veniam. Consequat elit do incididunt aliquip sunt Lorem labore et cupidatat laboris voluptate.\r\n",
            "price": 447.04
        },
        {
            "_id": "5774e13d10ff3f08ee5c4cac",
            "picture": "https://yt3.ggpht.com/-z_z_j1F3vTY/AAAAAAAAAAI/AAAAAAAAAAA/hWKC5RJ49H0/s100-c-k-no-rj-c0xffffff/photo.jpg",
            "name": "Björn",
            "about": "Excepteur cillum adipisicing consectetur non sint aute dolor anim proident laborum. Ad eiusmod nulla anim anim irure exercitation excepteur officia. Nulla ea ut et consectetur.\r\n",
            "price": 798.09
        },
        {
            "_id": "5774e13d1877a5f0f0ce2996",
            "picture": "http://avatarbox.net/avatars/img5/kitten_mewing_avatar_picture_11586.jpg",
            "name": "Mr. Pickles",
            "about": "Quis cupidatat anim culpa ullamco Lorem sunt aute ea Lorem ea do non ullamco. Incididunt cupidatat consectetur esse eiusmod occaecat et culpa ea in. Voluptate officia occaecat ipsum enim anim laboris. Laboris occaecat laborum ut excepteur officia enim ut ipsum nulla excepteur aute tempor. Enim veniam occaecat veniam nisi. Consequat anim anim laborum magna irure enim nostrud reprehenderit amet enim occaecat commodo. Veniam reprehenderit commodo Lorem proident Lorem sunt fugiat mollit esse.\r\n",
            "price": 972.51
        },
        {
            "_id": "5774e13d2b69e5c26620e5b8",
            "picture": "https://yt3.ggpht.com/-z_z_j1F3vTY/AAAAAAAAAAI/AAAAAAAAAAA/hWKC5RJ49H0/s100-c-k-no-rj-c0xffffff/photo.jpg",
            "name": "Mrs. Norris",
            "about": "Do cillum tempor fugiat ipsum magna sunt pariatur ullamco ipsum velit consequat commodo sunt. Et cupidatat laboris non ipsum voluptate sunt minim fugiat ex sunt. Ad ad aliquip nulla magna. Sunt proident incididunt quis ad aute sit dolor.\r\n",
            "price": 862.96
        }
    ]
}
